# Taps
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

# Brews
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "coreutils"
brew "curl"
brew "docker-clean"
brew "git"
brew "heroku/brew/heroku"
brew "jq"
brew "libtool"
brew "mackup"
brew "node"
brew "openssl@1.1"
brew "postgresql"
brew "readline"
brew "redis"
brew "wget"
brew "yarn:--ignore-dependencies"
brew "zsh"
brew "zsh-completions"

# Casks
cask "1password"
cask "cloudapp"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
